[
    {
        "muscleName": "Грудь",
        "exercisesList": [
            {
                "name" : "Жим штанги от груди лежа",
                "imageIcon" : "dumbbell",
                "exerciseImage": "2.1",
                "descriptions" : "Исходное положение: лежа на скамье. Возьмитесь за штангу широким хватом сверху (ладонями от себя), расстояние между кистями рук — шире плеч \n\nСнимите штангу со стоек \n\nДелая глубокий вдох, опустите гриф штанги к середине груди. Задержите дыхание и сильно выжмите штангу вверх на полностью выпрямленные руки на мощном выдохе. \n\nСтарайтесь опускать вес плавно, а поднимать — в более быстрой манере. Обратите внимание, что ширина хвата должна быть такой, чтобы предплечья в нижней точке были перпендикулярны полу. \n\nНи в коем случае не ударяйте штангой о грудь!",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Штанга",
                "level" : "Обычный"
            },
            {
                "name" : "Жим штанги на скамье с наклоном вверх",
                "imageIcon" : "dumbbell",
                "exerciseImage": "2.2",
                "descriptions" : "Поднимите спинку скамьи на 35-40° по отношению к горизонтальной линии. Расположитесь на лавке, поставьте подошвы ног шире плеч и упритесь ногами в пол. Бедра, плечи и голова плотно прилегают к лавке. \n\nВозьмитесь за гриф штанги, положение рук — сверху грифа. Расстояние между кистями — чуть больше ширины плеч (ширина хвата такая же, как при жиме на горизонтальной скамье). \n\nВдохните и задержите дыхание, медленно опустите штангу к верхнему фрагменту грудной мышцы. Дотроньтесь до нее штангой. \n\nНа выдохе выжмите штангу вверх. \n\nСоветы относительно правильной техники выполнения упражнения \n\nОсвойте правильную технику выполнения движений, прежде чем увеличивать вес отягощения. \n\nИзбегайте использовать силу инерции; применяйте медленное контролируемое движение. \n\nНе сутультесь. Держите грудь paсправленной, а лопатки опущенными вниз. \n\nДелайте выдох при поднятии штанги. \n\nДержите ступни ног широко расставленными на полу для обеспечения большой стабильности.",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Штанга",
                "level" : "Обычный"
            },
            {
                "name" : "Отжимания на брусьях",
                "imageIcon" : "stopwatch",
                "exerciseImage": "2.3",
                "descriptions" : "Примите положение упора на брусьях на прямых руках. Начинать это упражнение из нижней позиции весьма рискованно. Старт из верхней точки позволяет мышцам сократиться и приготовиться к работе. \n\nНаклоните торс вперед, а затем медленно опуститесь между брусьями, сгибая руки в локтях. Важно сопротивляться гравитации на пути вниз, в противном случае, вы можете повредить грудную мышцу, в месте крепления ее к плечевой кости, или локтевой сустав. Верхняя часть грудных мышц должна лишь слегка возвышаться над брусьями. Такая полная растяжка позволяет отвести плечевые отделы рук далеко назад, тем самым полностью активируя большие грудные мышцы. \n\nПосле двухсекундной паузы в растянутой позиции вы готовы подниматься вверх. Локти должны смотреть в стороны, если вы нацелены на проработку грудных мышц. Ваши кисти будут повернуты внутрь, и грудные мышцы попытаются стабилизировать и тянуть плечевые отделы рук к серединной линии корпуса (приведение рук). Таким образом, вы больше активируете среднюю и нижнюю секции грудных мышц, чем, если бы локти смотрели назад. К тому же, вы должны сохранять наклон корпуса вперед (подбородок упирается в грудь), чтобы увеличить нагрузку на нижние регионы груди. \n\nДостигнув растянутой позиции в нижней точке, вы можете довольно быстро подниматься. Однако если вы не очень гибки и раньше не достигали такой растяжки, не делайте этого! Поднимайтесь медленно и ровно, выпрямляя локти. Убедитесь, что во время подъема локти не приближаются к ребрам.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            },
            {
                "name" : "Разведение рук с гантелями",
                "imageIcon" : "dumbbell",
                "exerciseImage": "2.4",
                "descriptions" : "Лягте на горизонтальную скамью, ноги на ширине плеч, упираются в пол. \n\nВозьмите в обе руки гантели и поднимите их над грудью, а точнее над плечами. Руки слегка согнуты в локтях. Угол в локтевом суставе зафиксирован и остается неизменным до конца сета. \n\nРазведите руки в стороны. Гантели движутся в вертикальной плоскости. \n\nКак только гантели опустятся до уровня плеч или чуть ниже, как можно сильнее напрягите мышцы груди, измените направление движения и сведите гантели над грудью (по той же траектории, по которой вы их до этого разводили). \n\nСоздайте максимальное усилие в конце движения.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Новичок"
            }
        ]
    },
    {
        "muscleName": "Бицепс",
        "exercisesList": [
            {
                "name" : "Подъем штанги на бицепс",
                "imageIcon" : "dumbbell",
                "exerciseImage": "1.1",
                "descriptions" : "Встаньте прямо и установите ноги на ширине плеч. Ступни расположены почти параллельно, носки направлены немного в стороны. Возьмите штангу хватом снизу (ладони смотрят вверх) на ширине плеч. \n\nДержите спину прямой, не сутультесь. Взгляд направлен вперед. \n\nСделайте глубокий вдох, задержите дыхание и, сгибая руки в локтях, поднимите штангу до уровня верха груди. \n\nВо время подъема штанги не двигайте локтями, держите их по бокам туловища и не сгибайте руки в запястьях. \n\nКак только кисти окажутся на уровне верха груди, сделайте паузу, выдохните и еще сильнее напрягите бицепсы. \n\nПлавно опустите штангу вниз, но не разгибайте руки полностью (не блокируйте локтевой сустав). \n\nВо время всего движения не наклоняйте торс ни вперед, ни назад. Держите правильную осанку.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Штанга",
                "level" : "Новичок"
            },
            {
                "name" : "Подъем гантелей на бицепс",
                "imageIcon" : "dumbbell",
                "exerciseImage": "1.2",
                "descriptions" : "Сядьте прямо (можно выполнять и стоя), ступни на ширине плеч. Гантели в опущенных руках. Ладони обращены внутрь (см. фото, положение А). \n\nВдохните и задержите дыхание. Одновременно начинайте подъем гантелей. \n\nКогда предплечья окажутся параллельно полу, начинайте разворот кистей наружу. При этом, не останавливая упражнения, старайтесь поднять гантели как можно выше. \n\nОпуская гантели, повторите поворот кистей в обратном порядке. \n\nКогда локти будут согнуты под прямым углом, верните гантели в исходное положение и опустите их вниз.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Новичок"
            },
            {
                "name" : "Сгибание рук с гантелями хватом «молоток»",
                "imageIcon" : "fitness",
                "exerciseImage": "1.3",
                "descriptions" : "Стоя или сидя. Гантели держать в обеих опущенных руках, ладони повернуть внутрь к телу \n\nСделать вдох и согнуть руки поочередно или одновременно, поднимая гантели к плечам \nПо окончании движения сделать выдох.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            },
            {
                "name" : "Сгибание рук на скамье Скотта",
                "imageIcon" : "fitness",
                "exerciseImage": "1.4",
                "descriptions" : "Займите позицию на скамье Скотта и положите руки (трицепсы) на поверхность этой скамьи. Локти примерно на ширине плеч. Держите в руках либо штангу, либо пару гантелей. \n\nСгибайте руки, медленно поднимая отягощение к подбородку. Не 'отбивайте' вес, когда руки оказываются в выпрямленном положении. Поднимайте отягощение и повторяйте. \n\nДанное упражнение нередко выполняют с гантелями, чтобы повысить степень ментальной концентрации. Такой же эффект имеет использование вместо штанги нижнего блока с прямой рукоятью на конце, имитирующей гриф штанги. Делая упражнение, поэкспериментируйте с шириной хвата. Следите за тем, чтобы в локтях не возникало болевых ощущений. \n\nУгол наклона скамьи создает значительное напряжение сухожилий рук при их полном выпрямлении. Во избежание травмы сухожилий, не забывайте разогреть мышцы, использовав предварительно вес средней тяжести.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Штанга",
                "level" : "Опытный"
            }
        ]
    },
    {
        "muscleName": "Широчайшая спины",
        "exercisesList": [
            {
                "name" : "Подтягивания",
                "imageIcon" : "dumbbell",
                "exerciseImage": "6.1",
                "descriptions" : "Примите положение виса на перекладине. \n\nМысленно сосредоточьтесь на своих локтях. Опустите их книзу как можно ниже, выталкивая себя к перекладине. Подконтрольно вернитесь в исходное положение. Чтобы освоить правильную технику подтягиваний, нацеленных на мышечный рельеф спины, поначалу делайте их в тренажере с противовесом. Когда научитесь выжимать себя кверху за счет изолированного опускания локтей, попробуйте повторить упражнение на перекладине с помощью партнера.",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Собственный вес",
                "level" : "Опытный"
            },
            {
                "name" : "Тяга блока к поясу сидя",
                "imageIcon" : "fitness",
                "exerciseImage": "6.2",
                "descriptions" : "Упражнение требует выполнения целого ряда предварительных условии. Высота сиденья должна быть такой, чтобы трос блока при выполнении тяги оставался параллельным полу. У ступней должна быть опора, исключающая сползание тела вперед. Что же касается рукоятей, то они могут быть либо фиксированными на общем основании, либо отдельными друг от друга. В любом случае ваши ладони при тяге должны быть обращены друг к другу. \n\nВозьмитесь за рукояти и подтяните их к себе, удерживая на прямых руках. При этом ваша спина должна принять вертикальное положение, сохраняя естественный изгиб в области лопаток. Теперь вдохните и задержите дыхание, одновременно начав тягу. Первая промежуточная фаза движения оканчивается в тот момент, когда ваши локти окажутся вертикальными и составят одну линию с туловищем. Дальше подтяните рукояти чуть ближе к поясу, чтобы локти выдвинулись за туловище. Из этого положения (начало второй фазы) максимально отведите плечи назад и сдвиньте локти как можно дальше, добившись сильнейшего сокращения широчайших. Потом выдохните и верните рукояти в исходное положение, сохранив прямое положение спины. Выполнение упражнения со значительным весом требует кистевых ремней.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Тренажер",
                "level" : "Обычный"
            },
            {
                "name" : "Тяга штанги в наклоне",
                "imageIcon" : "dumbbell",
                "exerciseImage": "6.3",
                "descriptions" : "Встаньте перед штангой. Ноги поставьте на ширине плеч и немного согните в коленях. Наклонитесь и возьмите гриф штанги хватом сверху. Расстояние между руками чуть шире плеч. Не сгибая рук в локтях, выпрямитесь и поднимите штангу. \n\nИсходное положение: немного прогнувшись в пояснице, наклоните торс вперед — немного выше параллели с горизонтальной поверхностью, но менее 30 градусов. Ноги слегка согнуты в коленях, голова смотрит вперед. Напрягите мышцы поясницы и оставайтесь в этом положении до конца подхода. Гриф штанги находится перед голенями. \n\nСделайте неглубокий вдох, задержите дыхание и подтяните штангу к животу. Локти двигаются строго назад и вверх и не расходятся в стороны. Стремитесь поднять локти как можно выше. \n\nТяните штангу исключительно за счет усилия мышц спины и плеч. \n\nНе расслабляйте мышцы поясницы до конца сета. \n\nПодтянув штангу к поясу, сделайте выдох и плавно опустите на пол. Таким же образом выполняйте каждое следующие повторение.",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Штанга",
                "level" : "Опытный"
            },
            {
                "name" : "Пулловеры",
                "imageIcon" : "stopwatch",
                "exerciseImage": "6.4",
                "descriptions" : "Лягте спиной на скамью так, чтобы голова выходила за ее край. Возьмите гантель обеими руками нейтральным хватом (большие пальцы обращены к полу) или прямым хватом (большие пальцы касаются друг друга), согните руки под углом 90 градусов и заведите их за голову. \n\nОпустите согнутые руки как можно ниже, затем поднимите. Не поднимайте их до исходного положения, а ровно до тех пор, пока ощущаете напряжение. Если напряжение исчезает, значит, вы слишком выпрямили руки. Мышечное напряжение следует поддерживать постоянно.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Опытный"
            }
        ]
    },
    {
        "muscleName": "Трапеции",
        "exercisesList": [
            {
                "name" : "Шраги",
                "imageIcon" : "fitness",
                "exerciseImage": "7.1",
                "descriptions" : "Встаньте прямо, ноги поставьте уже, чем при работе со штангой. Возьмите гантели, так чтобы ладони были повернуты к корпусу, и держите их в опущенных руках. Спину держите прямой, разверните плечи, колени слегка согните, а подбородок поднимите вверх. Это исходное положение. \n\nНачинайте поднимать плечи, стараясь сделать это как можно выше. Во время подъема можете немного опустить подбородок, это усилит сокращение трапеций. В верхней точке движения сделайте маленькую паузу, а затем плавно опустите руки с гантелями в исходное положение. \n\nВыполните намеченное количество повторов.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            }
        ]
    },
    {
        "muscleName": "Квадрицепс",
        "exercisesList": [
            {
                "name" : "Приседания со штангой",
                "imageIcon" : "dumbbell",
                "exerciseImage": "5.1",
                "descriptions" : "Приседание полное или неполное является очень техничным упражнением, где безопасность и эффективность обеспечиваются, в первую очередь, безупречной техникой. Пренебрегать точностью технического исполнения - значит подвергать обучающегося кросс-тренингу риску получения травмы и отсутствия прогресса, что почти всегда приводит к срыву всей или части тренировочной программы. \n\nШирина хвата на штанге: кисти рук, расположенные чуть шире плеч, держат штангу и поставлены так, как если бы нажимали на акселератор мотоцикла. Большие пальцы держат гриф в замке; ладони, запястья предплечья выровнены в одну линию. Локти слегка сзади и смотрят вниз. \n\nПоложение со штангой на спине: штанга лежит на задней части трапециевидных мышц, лопатки сведены, образуя идеальную «подставку» в задней части дельтовидной мышцы. \n\nПоложение стоп: может варьироваться, но всегда идентично с обеих сторон. Советуем занять комфортное и симметричное положение. \n\nСнятие штанги со стойки: до снятия штанга находится на стойке, слегка ниже линии плеч, когда спортсмен стоит рядом. \n\nСнятие штанги: производится подъемом из седа под ней, при этом спортсмен сохраняет полную планку. Как только штанга снята, нужно отступить на шаг назад, оставаясь вблизи стойки. \n\nПоложение головы: голова продолжает линию позвоночника, атлет фиксирует направление взгляда прямо перед собой. \n\nСгибание ног: одновременно напрячь колени и бедра, чтобы слегка опустить центр тяжести. Поддерживать живот плоским, не сильно прогибаясь в пояснице. Опустить сустав бедра на определенный уровень, в зависимости от выбранного вида приседания - полного или частичного. Колени находятся в одной плоскости с бедрами и ступнями. Пятки упираются в пол. \n\nВыпрямление ног: экстензия коленей, бедер и туловища должна происходить синхронно, избегая сведения коленей. Вставание должно быть симметричным и без остановок. \n\nКритический момент: когда бедренная и большеберцовая кость образуют прямой угол, мышечное напряжение достигает максимума. В этот момент линия движения должна быть идеальной. \n\nСкорость выполнения: существует множество техник. В целом, опускание должно быть контролируемым, а поиск скорости выполнения происходит в основном во время подъема. \n\nДыхание: сделать вдох в начале сгибания, затем резко выдохнуть в конце выпрямления. На протяжении всего упражнения тренер с удвоенным вниманием будет наблюдать за положением спины и контролировать наклон таза кпереди, являющийся гарантом сохранения естественных изгибов (округление спины недопустимо и должно вести к смене ответственных за «чистоту исполнения»).",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Штанга",
                "level" : "Опытный"
            },
            {
                "name" : "Мертвая тяга",
                "imageIcon" : "dumbbell",
                "exerciseImage": "5.2",
                "descriptions" : "Стоя, ноги на ширине плеч, носки под грифом штанги. \n\nПрисядьте и возьмите штангу разным хватом (одной рукой сверху, а другой снизу). \n\nХват грифа штанги на ширине плеч или чуть шире. \n\nДержите спину прямой, сохраняя стабильную и сбалансированную позу. \n\nСоветы относительно правильной техники выполнения упражнения: \n\nПройдите надлежащий инструктаж и попросите наглядно продемонстрировать технику выполнения упражнения. \n\nОсвойте правильную технику выполнения движений, прежде чем увеличивать вес отягощения. \n\nНачинайте подъем штанги, поднимая голову и плечи; бедра остаются в исходном положении. \nКогда штанга будет поднята чуть выше уровня колен, резко разогните ноги. \n\nУдерживайте гриф штанги ближе к телу при выполнении всего упражнения. \n\nСтарайтесь держать грудь и плечи расправленными. \n\nСохраняйте устойчивое положение от начала и до конца выполнения тяги. \n\nВдох в фазе движения вверх помогает повысить внутрибрюшное давление, держать плечи расправленными и избежать «округления» спины. \n\nДелайте выдох в фазе движения вниз.",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Штанга",
                "level" : "Опытный"
            },
            {
                "name" : "Выпады",
                "imageIcon" : "stopwatch",
                "exerciseImage": "5.3",
                "descriptions" : "Упражнение может выполняться со штангой (располагается на плечах за головой) или с гантелями (руки с гантелями опущены вниз). \n\nПоставьте ступни параллельно друг другу чуть шире бедер и полностью выпрямитесь. \n\nПоложение корпуса вертикальное во всех точках. Взгляд направлен вперед, грудь «колесом», живот подтянут, спина слегка прогнута в пояснице, колени чуть согнуты. Смещение корпуса вперед не критично, но это смещает нагрузку с ягодичных мышц на квадрицепсы и добавляет нагрузку на поясничные мышцы. \n\nСделайте широкий шаг вперед и, удерживая туловище прямым, перенесите центр тяжести на выставленную вперед ногу и присядьте на ней. \n\nВ нижней точке упражнения передняя нога согнута в колене под прямым углом (мышцы задней части бедра и ягодицы натянуты, как струны), колено задней ноги «висит» в нескольких сантиметрах над полом (но не касается его!). \n\nЗадержите дыхание и, опираясь на выставленную вперед ступню, поднимитесь из приседа и отшагните назад передней ногой в исходное положение (ноги вместе на ширине бедер). \n\nСледующее повторение-выпад выполняется другой ногой. \nТ\nехника шага. Одна нога выходит вперёд, сначала опираясь на пятку, а потом на всю стопу. Выдвинутая вперёд нога в нижней точке упражнения должна быть согнута в коленном суставе под углом в 90 градусов, а колено должно находиться непосредственно над пальцами ног (не дальше, так как более короткий шаг оказывает дополнительную нагрузку на колено). Движение продолжается до тех пор, пока колено задней ноги не окажется примерно в сантиметре от пола.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            },
            {
                "name" : "Жим ногами на тренажере",
                "imageIcon" : "fitness",
                "exerciseImage": "5.4",
                "descriptions" : "Займите удобное положение на тренажере для жима ногами. Ступни должны располагаться в верхней части платформы на ширине плеч или чуть больше. Носки немного разведены в стороны. \n\nУберите ограничители и на глубоком вдохе, сгибая ноги в коленях, опустите платформу до положения, в котором ваши колени будут согнуты до угла в 90°. \n\nНа мощном выдохе вернитесь в исходное положение. \n\nСамая распространенная травма при выполнении жимов — растяжение и разрыв седалищноподколенных мышц и сухожилий. Поэтому в жиме ногами в исходном положении не стоит держать ноги подчеркнуто выпрямленными. По той же причине нужно совмещать тренировку ног с упражнениями на расстяжку и самомассажем. \n\nВо время движения в нижней части амплитуды не позволяйте пояснице отрываться от подушки. Если это происходит, значит, вы слишком низко опускаете вес, что не лучшим образом скажется на позвоночнике и коленных суставах. \n\nМеняя ширину постановки ступней на платформе от узкой к широкой, вы перераспределяете нагрузку на квадрицепсы от их передней поверхности к внутренней. \n\nСоветы относительно правильной техники выполнения упражнения: \n\nПрежде чем пользоваться тренажером, пройдите надлежащий инструктаж и попросите наглядно продемонстрировать технику выполнения упражнения. \n\nОсвойте правильную технику выполнения движений, прежде чем увеличивать вес отягощения. \n\nНе используйте силу инерции; применяйте медленное контролируемое движение. \n\nПри выполнении упражнения поясница должна быть прижата к сиденью. Возможно, потребуется регулировка угла наклона спинки сиденья. \n\nЕсли нужное положение поясницы сохранить невозможно, то опускайте платформу до положения колен в 90°. \n\nСохраняйте сбалансированную позу и нейтральное положение позвоночника. \n\nГрудь расправлена, не округляйте плечи. \n\nНе допускайте, чтобы колени выходили за линию носков. \n\nПеренесите вес тела на пятки и средние части стоп. \n\nНе отрывайте пятки от поверхности платформы. Выполняйте жим стопами. \n\nДелайте вдох при движении вниз; выдох — при движении вверх.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Тренажер",
                "level" : "Опытный"
            }
        ]
    },
    {
        "muscleName": "Ягодицы",
        "exercisesList": [
            {
                "name" : "Подъем ног из упора лежа",
                "imageIcon" : "fitness",
                "exerciseImage": "8.1",
                "descriptions" : "Исходное положение при подъеме ног из упора лежа. Тело опирается на ладони и пальцы ног. Руки и ноги полностью выпрямлены в локтях и коленях. Ладони находятся точно под плечами, пальцы обращены вперед. Тело полностью выпрямлено и при виде сбоку представляет собой одну прямую линию от лодыжек до ушей (это положение называется упором лежа). \n\nВдох. Поднимите одну ногу. \n\nВыдох. Опустите ногу в исходное положение. \n\nВдох. Поднимите другую ногу. \n\nВыдох. Опустите ногу в исходное положение. Повторите подъем ног из упора лежа 10 раз (по 5 раз каждой ногой).",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            },
            {
                "name" : "Отведение ноги назад",
                "imageIcon" : "fitness",
                "exerciseImage": "8.2",
                "descriptions" : "СТАРТ: Прицепите к оконечности троса блока мягкую рукоять. Проденьте в рукоять ступню одной ноги. Опуститесь в присед и примите положение упора на прямые руки головой к блоку. \n\nВЫПОЛНЕНИЕ: Медленно разогните колено рабочей ноги и отведите ступню назад и вверх как можно дальше. Медленно и подконтрольно вернитесь в исходное положение.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            }
        ]
    },
    {
        "muscleName": "Икры",
        "exercisesList": [
            {
                "name" : "Подъемы на носки стоя",
                "imageIcon" : "fitness",
                "exerciseImage": "4.1",
                "descriptions" : "Может выполняться как в специальном тренажере, так и, к примеру, в «Смите», с грифом на плечах, стоя на краю небольшой платформы. Можно делать подъемы на одной ноге - без дополнительного отягощения, либо удерживая в руке гантель. В любом случае, вес отягощения должен быть таким, чтобы вы выполняли упражнение только с помощью мышц голени, не подключая другие мышцы ног (это когда ноги сгибаются в коленном суставе в нижней точке, а в верхней выпрямляются - такое можно видеть достаточно часто) и трапеции (также очень частая ошибка - подъем веса осуществляется за счет движения плеч вверх). То есть, гнаться за большими весами явно не стоит. А стоит следить за тем, чтобы ноги не сгибались в коленях, а плечи были неподвижными.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Тренажер",
                "level" : "Новичок"
            },
            {
                "name" : "«Ослик»",
                "imageIcon" : "stopwatch",
                "exerciseImage": "4.2",
                "descriptions" : "Классический «ослик» выполнялся таким образом: тот, кто делал это упражнение, сгибался в поясе,становился на край небольшой платформы и упирался во что-либо руками для устойчивости. А на спину ему садится партнер, который и служил отягощением. Правда, теперь такой способ выполнения этого упражнения можно увидеть крайне редко - уже давно для «ослика» изобретен специальный тренажер. Здесь плечами вы помогать себе не сможете, а вот сгибанием ног в коленном суставе - это да. Так что вновь призываю вас следить за коленями.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            }
        ]
    },
    {
        "muscleName": "Трицепс",
        "exercisesList": [
            {
                "name" : "Жим лежа узким хватом",
                "imageIcon" : "dumbbell",
                "exerciseImage": "9.1",
                "descriptions" : "Жим лежа узким хватом акцентирует нагрузку на средней части грудных мышц и трицепсе. Если вы ощущаете дискомфорт в запястьях, то попробуйте более широкий хват (на 2-3 см) или не доводите штангу до груди на 5-8 см. \n\nШаг 1. Лягте на скамью и возьмитесь за штангу. Расстояние между кистями — около 30 см. \n\nШаг 2. Снимите штангу со стоек и медленно опустите ее на грудь. \n\nШаг 3. Выжмите штангу вверх",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Штанга",
                "level" : "Обычный"
            },
            {
                "name" : "Французский жим",
                "imageIcon" : "dumbbell",
                "exerciseImage": "9.2",
                "descriptions" : "Лягте на горизонтальную скамью со штангой \n\nЛучше использовать штангу с EZ-грифом, но если она отсутствует, можно использовать штангу с обычным грифом \n\nВозьмитесь за гриф хватом сверху и поднимите штангу вверх. \n\nИсходное положение: полностью выпрямите руки в локтях и отклоните их назад за голову на 45° от вертикальной линии. \n\nУдерживая плечи в неподвижном состоянии, плавно согните руки в локтях и опустите штангу к темени. В нижнем положении угол в локтевом суставе должен составлять 90°. \n\nДостигнув нижней точки, возвратите штангу в исходное положение. Не тяните локти вперёд, они должны быть зафиксированы, плечи не должны двигаться, движения только в локтевом суставе.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Штанга",
                "level" : "Опытный"
            },
            {
                "name" : "Разгибание рук в наклоне",
                "imageIcon" : "fitness",
                "exerciseImage": "9.3",
                "descriptions" : "Основное условие правильного разгибания руки с гантелью — неизменное положение локтя. Основная нагрузка идет на трицепс. \n\nШаг 1. Обопритесь одной рукой и коленом о скамью. \nВторая рука с гантелей согнута в локте. Плечо параллельно полу. Спина прямая. \n\nШаг 2. Удерживая локоть в неподвижном состоянии, медленно распрямите руку с гантелей. \n\nШаг 3. Медленно верните руку с гантелью в исходное положение.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            },
            {
                "name" : "Разгибание одной руки с гантелью из-за головы",
                "imageIcon" : "fitness",
                "exerciseImage": "9.4",
                "descriptions" : "Стоя или сидя. Гантель держать в одной руке, поднятой вертикально вверх: делать вдох и согнуть руку в локте, опустив гантель за шею; по окончании движения, возвращаясь в исходное положение, сделать выдох. \n\nВ процессе движения особое внимание обратите на сокращение длинной головки трицепса, которая сокращается, напрягаясь в разогнутом вертикальном положении руки. \n\nПримечание: важно держать в напряжении мышцы живота, чтобы не слишком выгибать поясницу, или по возможности использовать скамью с короткой спинкой для опоры.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            }              ]
    },
    {
        "muscleName": "Дельты",
        "exercisesList": [
            {
                "name" : "Жим штанги стоя",
                "imageIcon" : "dumbbell",
                "exerciseImage": "3.1",
                "descriptions" : "В конце подъема штанги на грудь штанга лежит на ключицах. Грудь открыта, локти выдвинуты высоко вперед. Голова поднята, взгляд зафиксирован в точке чуть выше горизонта. Стопы вернулись в исходное положение, то есть примерно на ширину таза. А контролируемая четверть приседа позволяет получить необходимое усилие, чтобы начать движение. Стопы плотно прижаты к полу, упор на основание стопы. Во время всего движения планка плечевого пояса и туловища должна быть безупречной, тогда как ягодичные мышцы играют основную роль в торможении при спуске и в стабилизации таза. \n\nПриумноженная «пружинным» эффектом отталкивания, комбинированная выталкивающая сила квадрицепсов, ягодичных и икроножных мышц сменяется действием дельтовидной и трапециевидной в поднятии плеч. Руки должны оставаться в том же состоянии, расслабленными, на протяжении всего этого динамического вертикального растяжения нижних конечностей, чтобы не мешать качеству выталкивания. В конце выталкивания очень важна вертикальность: все суставы, от плеч до лодыжек, должны быть выровнены. Голова слегка откинута назад, чтобы штанга не задела подбородок в тот момент, когда она покидает ключицы. \n\nФаза выталкивания позволяет через выпад уйти под штангу. Толкая штангу во время «подрыва», атлет по сути бросает свое тело вниз - так, что он оказывается в положении выпада с уже вытянутыми вверх руками. Затем следует новое положение полной планки, чтобы уравновесить штангу и тело, соединяя концентрическое противодействие трицепсов и дельтовидной мышцы с изометрической блокировкой. Штанга зафиксирована слегка за головой. Передняя нога упирается в пол, чтобы стабилизировать положение, в то время как углы, образованные передним и задним бедром, больше 90°. Избегайте разворота пятки отставленной ноги наружу, что ведет к раскрытию ступни. Важно поддерживать таз в положении наклона кпереди. \n\nВозвращение в положение стоя перед тем, как опустить штангу на землю, происходит сначала при помощи отведения назад передней ноги, а затем через выдвижение вперед задней.",
                "exerciseType" : "Пауeрліфтінг",
                "equipment" : "Штанга",
                "level" : "Опытный"
            },
            {
                "name" : "Жим Арнольда",
                "imageIcon" : "dumbbell",
                "exerciseImage": "3.2",
                "descriptions" : "Сядьте на скамью с вертикальной спинкой и плотно прижмитесь к ней спиной. Ноги согнуты в коленях под прямым углом. \n\nИсходное положение: возьмите гантели и поднимите их до уровня шеи. Выровняйте локти так, чтобы они были в одной плоскости с туловищем или слегка выдвинуты вперед. Поверните руки в запястьях ладонями к туловищу. \n\nСделайте глубокий вдох и, задержав дыхание, выжмите гантели вертикально вверх. Не опускайте и не поднимайте голову. Подбородок должен быть параллелен полу, а взгляд направлен строго вперед. \nКак только гантели минуют уровень макушки, начинайте разворачивать гантели (ладони) наружу. В верхней точке руки должны быть полностью выпрямлены, но не заблокированы в локтях, плечи приподняты, а ладони направлены вперед. \n\nВыжав гантели, сделайте выдох, остановитесь и дополнительным усилием еще сильнее напрягите дельты. \n\nСделайте вдох и плавно опустите гантели в исходное положение, разворачивая их внутрь так, чтобы, когда они достигнут уровня плеч, ладони снова были направлены к туловищу.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Опытный"
            },
            {
                "name" : "Тяга штанги к подбородку",
                "imageIcon" : "dumbbell",
                "exerciseImage": "3.3",
                "descriptions" : "Возьмите гриф штанги хватом сверху (хват немного уже ширины плеч) и станьте прямо, спина слегка прогнута в пояснице, грудь «колесом», плечи расправлены, руки выпрямлены в локтях, гриф штанги лежит на бедрах. \n\nСделайте вдох и, задержав дыхание, напрягите трапеции и дельты. Разводя локти, потяните их вертикально вверх. \n\nДвижение «ведут» именно локти, а не плечи или предплечья. \n\nКогда вы тянете локти вверх, гриф штанги должен скользить в вертикальной плоскости вдоль тела от бедер до подбородка. Не нависайте над грифом, выгибая спину дугой. Держите корпус и шею ровно, а подбородок — горизонтально. \n\nВ верхней точке локти подняты максимально вверх (однозначно выше плеч), а верхняя часть рук на 30° выше горизонтали. \n\nДостигнув верхней точки, выдохните, сделайте паузу и еще сильнее напрягите трапеции и дельты. \n\nПлавно опустите штангу в исходное положение.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Штанга",
                "level" : "Обычный"
            },
            {
                "name" : "Разведение гантелей в стороны",
                "imageIcon" : "fitness",
                "exerciseImage": "3.4",
                "descriptions" : "Поставьте ноги на ширине плеч и выпрямите спину. Руки немного согнуты и зафиксированы в локтях до конца упражнения, гантели почти касаются ног(ладони повернуты к бедру). \n\nСделайте вдох и, задержав дыхание, поднимите руки в стороны (строго в плоскости туловища) над головой. \n\nПри прохождении гантелями уровня плеч руки слегка разворачиваются в плечевом суставе и в верхней точке развернуты мизинцами вверх. \n\nНе расслабляйте поясницу и фиксируйте прямое положение туловища до конца сета. \n\nОпускайте руки вниз плавно, на выдохе, контролируя гантели в каждой точке движения. Не сгибайте руки в локтях!",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            }
        ]
    },
    {
        "muscleName": "Предплечье",
        "exercisesList": [
            {
                "name" : "Сгибание в запястьях на скамье хватом снизу",
                "imageIcon" : "fitness",
                "exerciseImage": "10.1",
                "descriptions" : "Шаг 1. Положите руки на скамью, опустив кисти вниз. Возьмите штангу хватом снизу. \n\nШаг 2. Штангу поднимайте вверх только кистями на себя. \n\nШаг 3. Вернитесь в исходное положение. \n\nНе поднимайте штангу слишком высоко. Сохраняйте комфортный угол в запястьях. В конце движения можно отпустить вес на почти выпрямленную кисть, удерживая его на последней фаланге. Это позволит включиться в работу сгибателям пальцев и увеличит амплитуду движения.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Штанга",
                "level" : "Обычный"
            },
            {
                "name" : "Сгибания Зоттмана",
                "imageIcon" : "stopwatch",
                "exerciseImage": "10.2",
                "descriptions" : "Данное упражнение задействует те же мышцы, что и предыдущее, только выполняется с гантелями. Внизу гантели удерживаются, как при подъемах 'молот', а по мере их движения вверх происходит поворачивание кистей ладонями вниз (пронация). Затем гантели опускаются вниз, повторяя все движение в обратном порядке.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Гантели",
                "level" : "Обычный"
            }
        ]
    },
    {
        "muscleName": "Пресс",
        "exercisesList": [
            {
                "name" : "Скручивания",
                "imageIcon" : "dumbbell",
                "exerciseImage": "11.1",
                "descriptions" : "Лягте на пол лицом вверх, согните ноги в коленях под углом 90 градусов, руки подложите за голову, локти разведите в стороны. Усилием мышц брюшного пресса начинайте поднимать (не рывком) плечевой пояс от пола по направлению к тазу. Из верхней точки медленно вернитесь в исходную позицию.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            },
            {
                "name" : "Боковые скручивания",
                "imageIcon" : "dumbbell",
                "exerciseImage": "11.2",
                "descriptions" : "Шаг 1. Лежа на боку, ноги слегка согнуты и прижаты к полу. Одна рука выпрямлена вперед и опирается на пол, вторая — за головой. \n\nШаг 2. Медленно скручивайтесь в верхней части туловища. Задержитесь в верхней точке. \n\nШаг 3. Медленно вернитесь в исходное положение.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            },
            {
                "name" : "Подъем согнутых ног в висе",
                "imageIcon" : "fitness",
                "exerciseImage": "11.3",
                "descriptions" : "Перекладину можно использовать как для тренировки пресса и спины, так и для снятия послетренировочного напряжения. \n\nШаг 1. Ухватитесь ладонями за перекладину и повисните на ней. \n\nШаг 2. Сделайте вдох и подтяните колени к груди на выдохе. \n\nШаг 3. Вернитесь в исходное положение. Во время движения не раскачивайтесь.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Новичок"
            },
            {
                "name" : "Упражнение планка",
                "imageIcon" : "dumbbell",
                "exerciseImage": "11.4",
                "descriptions" : "Исходное положение Положение упора лежа с опорой на прямые руки и носки вытянутых ног (расстояние между нижними конечностями на ширине бедер). \n\nРуки располагаются на уровне верхней части грудной клетки, на расстоянии чуть шире ширины плеч. \n\nСохраняйте нейтральное положение позвоночника, задействуйте «абдоминальную стабилизацию», втянув живот. \n\nГрудь расправлена. Опустите лопатки, активизируя передние зубчатые мышцы и нижние части трапециевидных мышц. \n\nСоветы относительно правильной техники выполнения упражнения: Не округляйте и не прогибайте спину. Держите таз в нейтральном положении, а позвоночник прямо. \n\nНе сутультесь и не горбитесь. Держите грудь расправленной, а лопатки сведенными. \n\nНе задерживайте дыхание. Дышите свободно и естественно.",
                "exerciseType" : "Бодибилдинг",
                "equipment" : "Собственный вес",
                "level" : "Обычный"
            }
        ]
    }
]
 
 
